Repository: BDhackers009/nala-termux
Catalog: po/*.po
Languages: de

source: specify packages to exclude during upgrade
de: Geben Sie Pakete an, die während des Upgrades ausgeschlossen werden sollen

source: add the source repos for the mirrors if it exists
de: Fügen Sie die Quell-Repositorys für die Spiegel hinzu, falls vorhanden

source: {notice} Unable to read config file: {filename}. Using defaults
de: {notice} Konnte Konfigurationsdatei nicht lesen: {filename}. Standardwerte verwenden

source: update package list
de: Paketliste aktualisieren

source: remove or purge packages that are no longer needed
de: nicht mehr benötigte Pakete entfernen oder löschen

source: A Subcommand is required
de: Ein Unterbefehl ist erforderlich

source: The following {total} packages can be upgraded:
de: Die folgenden {total} Pakete können aktualisiert werden:

source: {notice} Some index files failed to download. They have been ignored, or old ones used instead.
de: {notice} Einige Indexdateien konnten nicht heruntergeladen werden. Sie wurden ignoriert oder alte an ihrer Stelle benutzt.
