Repository: BDhackers009/nala-termux
Catalog: po/*.po
Languages: de

source: {error} archive dir is '/'. This is dangerous and unsupported.
de: {error} Archivverzeichnis ist '/'. Dies ist gefährlich und wird nicht unterstützt.

source: Nala needs root to {command}
de: Nala benötigt root für {command}

source: {error} Unknown error in 'apt_command' function
de: {error} Unbekannter Fehler in der Funktion „apt_command“

source: Exiting at your request
de: Beende auf Ihren Wunsch

source: Error:
de: Fehler:

source: Total Packages:
de: Pakete insgesamt:

source: Starting Downloads...
de: Herunterladen starten...

source: Last Completed:
de: Zuletzt abgeschlossen:

source: Mirror Timedout:
de: Zeitüberschreitung beim Verbinden zum Spiegelserver:

source: Starting Download:
de: Download wird gestartet:

source: Download Complete:
de: Download abgeschlossen:

source: Exiting due to {signal}
de: Verlassen wegen {signal}

source: {error} unable to connect to {url}
de: {error} Verbindung zu {url} nicht möglich

source: Downloading...
de: Wird heruntergeladen...

source: Trying:
de: Versuchen:

source: {error} Failed to move archive file, {str_err}: '{file1}' -> '{file2}'
de: {error} Archivdatei konnte nicht verschoben werden, {str_err}: '{file1}' -> '{file2}'

source: Download complete and in download only mode.
de: Vollständig und im Nur-Download-Modus herunterladen.

source: Updated:
de: Aktualisiert:

source: Ignored:
de: Ignoriert:

source: No Change:
de: Keine Änderung:

source: Removing Packages
de: Pakete entfernen

source: Updating Packages
de: Aktualisieren von Paketen

source: Installing Packages
de: Pakete installieren

source: History Undo
de: Verlauf rückgängig machen

source: History Redo
de: Verlauf wiederholen

source: Fetching Missed Packages
de: Fehlende Pakete abrufen

source: Fixing Broken Packages
de: Defekte Pakete reparieren

source: Updating Package List
de: Aktualisierung der Paketlisten

source: {warning} Quitting now could break your system!
de: {warning} Wenn Sie jetzt abbrechen könnte Ihr System beschädigt werden!

source: Ctrl+C twice quickly will exit...
de: Strg+C zweimal schnell hintereinander beendet das Programm...

source: Depends:
de: Hängt ab von:

source: Either:
de: Entweder:

source: Breaks:
de: Beschädigt:

source: Conflicts:
de: Konflikte:

source: {pkg_name} is only referenced by name, no packages provides it
de: {pkg_name} wird nur namentlich referenziert, kein Paket stellt es bereit

source: {dependency} will break {pkg_name} {version}
de: {dependency} wird {pkg_name} {version} beschädigen

source: {dependency} conflicts with {pkg_name} {version}
de: {dependency} steht in Konflikt mit {pkg_name} {version}

source: {error} python-apt gave us {apt_err} This isn't a proper error as it's empty
de: {error} python-apt hat {apt_err} zurückgegeben. Dies ist kein richtiger Fehler, da er leer ist

source: {error} Installation has failed. If you'd like to file a bug report please include '/var/log/nala/dpkg-debug.log'
de: {error} Die Installation ist fehlgeschlagen. Wenn Sie einen Fehlerbericht einreichen möchten, fügen Sie diesem bitte „/var/log/nala/dpkg-debug.log“ hinzu.

source: Warning:
de: Warnung:

source: Are you root?
de: Bist du root?

source: The Following Packages are {essential}
de: Die folgenden Pakete sind {essential}

source: {error} You have attempted to remove {essential}
de: {error} Sie haben versucht, {essential} zu entfernen

source: {error} Please use {switch} if you are sure you want to.
de: {error} Bitte verwenden Sie {switch}, wenn Sie sicher sind, dass Sie das möchten.

source: {error} {pkg_name} not found
de: {error} {pkg_name} nicht gefunden

source: {pkg_name} but it isn't in the cache
de: {pkg_name}, aber es ist nicht im Cache

source: {pkg_name} but the cache version is {version}
de: {pkg_name}, aber die Cache-Version ist {version}

source: {pkg_name} but it cannont be installed
de: {pkg_name}, aber es kann nicht installiert werden

source: {notice} The information above may be able to help
de: {notice} Die obigen Informationen können hilfreich sein

source: Notice:
de: Notiz:

source: {error} You have held broken packages
de: {error} Sie haben beschädigte Pakete zurückgehalten

source: {package} has been unmarked.
de: {package} wurde nicht markiert.

source: Try {switch} if you're sure they can be installed.
de: Versuchen Sie es mit {switch}, wenn Sie sicher sind, dass sie installiert werden können.

source: {error} Some packages were unable to be installed.
de: {error} Einige Pakete konnten nicht installiert werden.

source: Fetching Ubuntu mirrors...
de: Ubuntu-Spiegelserver werden abgerufen ...

source: Fetching Debian mirrors...
de: Debian-Spiegelserver werden abgerufen ...

source: {error} unable to connect to {mirror}
de: {error} kann keine Verbindung zu {mirror} herstellen

source: Parsing mirror list...
de: Parsen der Spiegelserver-Liste...

source: Writing:
de: Schreiben:

source: # Sources file built for nala
de: # Für nala erstellte Quelldatei

source: {error} There was an issue detecting release. You can specify manually
de: {error} Es gab ein Problem bei der Erkennung der Veröffentlichung. Sie können manuell angeben

source: {error} {distro} {release} is unsupported. You can specify Ubuntu or Debian manually.
de: {error} {distro} {release} wird nicht unterstützt. Sie können Ubuntu oder Debian manuell angeben.

source: {file} already exists. Continue and overwrite it?
de: {file} existiert bereits. Fortfahren und überschreiben?

source: Abort.
de: Abbrechen.

source: Amount of fetches has to be 1-10...
de: Anzahl der Abrufe muss zwischen 1-10 sein...

source: {error} History file seems corrupt. You should try removing {file}
de: {error} Die Verlaufsdatei scheint beschädigt zu sein. Sie sollten versuchen, {Datei} zu entfernen

source: {error} No history exists...
de: {error} Es existiert kein Verlauf...

source: No history exists to clear...
de: Es ist kein Verlauf zum Löschen vorhanden...

source: History has been cleared
de: Der Verlauf wurde gelöscht

source: History has been altered...
de: Der Verlauf wurde geändert...

source: {error} Transaction {num} doesn't exist.
de: {error} Transaktion {num} existiert nicht.

source: Log Started: [{date}]
de: Protokoll gestartet: [{date}]

source: Log Ended: [{date}]
de: Protokoll beendet: [{date}]

source: Exiting due to SIGINT
de: Verlassen wegen SIGINT

source: {notice} A reboot is required.
de: {notice} Ein Neustart ist erforderlich.

source: Finished Successfully
de: Erfolgreich beendet

source: {notice} {deb} has taken priority over {pkg} from the cache.
de: {notice} {deb} hat Priorität über {pkg} aus dem Cache genommen.

source: Virtual Package
de: Virtuelles Paket

source: {pkg_name} is already at the latest version {version}
de: {pkg_name} ist bereits die neueste Version {version}

source: Notices:
de: Hinweise:

source: {error} It can be dangerous to continue without a terminal. Use `--assume-yes`
de: {error} Es kann gefährlich sein, ohne Terminal fortzufahren. Verwenden Sie `--assume-yes`

source: {warning} Using {switch} can be very dangerous!
de: {warning} Die Verwendung von {switch} kann sehr gefährlich sein!

source: Do you want to continue?
de: Möchtest du fortfahren?

source: All packages are up to date.
de: Alle Pakete sind aktuell.

source: Nothing for Nala to do.
de: Nichts für Nala zu tun.

source: Nothing for Nala to remove.
de: Nichts, was Nala entfernen könnte.

source: The following packages were kept back:
de: Folgende Pakete wurden zurückgehalten:

source: There are broken packages that need to be fixed!
de: Es gibt beschädigte Pakete, die repariert werden müssen!

source: You can use {switch} if you'd like to try without fixing them.
de: Sie können {switch} verwenden, wenn Sie es versuchen möchten, ohne sie zu reparieren.

source: {error} {name} not found
de: {error} {name} nicht gefunden

source: {error} you must specify a pattern to search
de: {error} Sie müssen ein Suchmuster angeben

source: {error} failed regex compilation '{error_msg} at position {position}
de: {error} fehlgeschlagene Regex-Kompilierung '{error_msg} an Position {position}

source: Searching
de: Suchen

source: {error} {regex} not found.
de: {error} {regex} nicht gefunden.

source: {error} {command} isn't a valid history command
de: {error} {command} ist kein gültiger Verlaufsbefehl

source: {error} We need a transaction ID
de: {error} Wir benötigen eine Transaktions-ID

source: {error} ID must be a number
de: {error} ID muss eine Zahl sein

source: Nala needs root to undo history
de: Nala benötigt Root, um den Verlauf rückgängig zu machen

source: Nala needs root to redo history
de: Nala benötigt Root, um den Verlauf wiederherzustellen

source: Nala needs root to clear history
de: Nala braucht Root, um den Verlauf zu löschen

source: Removing {cache} Removing {src_cache}
de: {cache} wird entfernt {src_cache} entfernen

source: Cache has been cleaned
de: Cache wurde bereinigt

source: I can't moo for I'm a cat
de: Ich kann nicht muhen, denn ich bin eine Katze

source: What did you expect no-update to do?
de: Was hast du von no-update erwartet?

source: What did you expect to update?
de: Was wolltest du aktualisieren?

source: reads the licenses of software compiled in and then reads the GPLv3
de: liest die Lizenzen der einkompilierten Software und liest dann die GPLv3

source: It seems the system has no license file
de: Es scheint, dass das System keine Lizenzdatei hat

source: The full GPLv3 can be found at
de: Die vollständige GPLv3 finden Sie unter

source: assume 'yes' to all prompts and run non-interactively
de: Nehmen Sie bei allen Eingabeaufforderungen 'Ja' an und führen Sie es nicht interaktiv aus

source: package files are only retrieved, not unpacked or installed
de: Paketdateien werden nur abgerufen, nicht entpackt oder installiert

source: disable scrolling text and print extra information
de: Deaktiviert Lauftext und gibt zusätzliche Informationen aus

source: attempts to fix broken packages
de: versucht, defekte Pakete zu reparieren

source: skips attempting to fix broken packages
de: überspringt den Versuch, beschädigte Pakete zu reparieren

source: skips updating the package list
de: überspringt die Aktualisierung der Paketliste

source: stops the installation of recommended packages
de: stoppt die Installation empfohlener Pakete

source: installs suggested packages
de: installiert vorgeschlagene Pakete

source: stops nala from autoremoving packages
de: hindert nala daran, Pakete automatisch zu entfernen

source: allows the removal of essential packages
de: ermöglicht das Entfernen wichtiger Pakete

source: skips all formatting and you get raw dpkg output
de: überspringt alle Formatierungen und Sie erhalten eine rohe dpkg-Ausgabe

source: updates the package list
de: aktualisiert die Paketliste

source: logs extra information for debugging
de: protokolliert zusätzliche Informationen zum Debuggen

source: sets 'APT_LISTCHANGES_FRONTEND=none', apt-listchanges will not bug you
de: setzt 'APT_LISTCHANGES_FRONTEND=none', apt-listchanges wird Sie nicht stören

source: sets 'DEBIAN_FRONTEND=noninteractive', this also disables apt-listchanges
de: setzt 'DEBIAN_FRONTEND=noninteractive', dies deaktiviert auch apt-listchanges

source: an alias for --non-interactive --confdef --confold
de: ein Alias für --non-interactive --confdef --confold

source: always keep the old version without prompting
de: Behalten Sie immer die alte Version ohne Rückfrage bei

source: always install the new version without prompting
de: Installieren Sie die neue Version immer ohne Nachfrage

source: always choose the default action without prompting
de: Wählen Sie immer die Standardaktion ohne Aufforderung

source: always install the missing conffile without prompting. This is dangerous!
de: Installieren Sie das fehlende Conffile immer ohne Aufforderung. Das ist gefährlich!

source: always offer to replace it with the version in the package
de: Bieten Sie immer an, es durch die Version im Paket zu ersetzen

source: read the man page if you are unsure about these options
de: Lesen Sie die Manpage, wenn Sie sich bezüglich dieser Optionen nicht sicher sind

source: install packages
de: Pakete installieren

source: package(s) to install
de: Paket(e) zu installieren

source: package(s) to remove
de: Paket(e) zu entfernen

source: runs a normal upgrade instead of full-upgrade
de: führt ein normales Upgrade anstelle eines vollständigen Upgrades aus

source: update package list and upgrade the system
de: Aktualisieren Sie die Paketliste und aktualisieren Sie das System

source: Nala will fetch mirrors with the lowest latency.
de: Nala ruft Spiegelserver mit der niedrigsten Latenz ab.

source: For Debian
de: Für Debian

source: For Ubuntu
de: Für Ubuntu

source: fetches fast mirrors to speed up downloads
de: ruft schnelle Spiegelserver ab, um Herunterladen zu beschleunigen

source: number of mirrors to fetch
de: Anzahl der zu holenden Spiegelserver

source: choose the Debian release
de: Wählen Sie die Debian-Version

source: choose an Ubuntu release
de: Wählen Sie eine Ubuntu-Version

source: choose only mirrors of a specific ISO country code
de: wählen Sie nur Mirrors eines bestimmten ISO-Ländercodes

source: omits contrib and non-free repos
de: lässt Contrib- und Non-Free-Repos aus

source: Show all versions of a package
de: Alle Versionen eines Pakets anzeigen

source: show package details
de: Paketdetails anzeigen

source: package(s) to show
de: Paket(e) zu zeigen

source: search package names and descriptions
de: Suchen Sie nach Paketnamen und Beschreibungen

source: regex or word to search for
de: Regex oder Wort, nach dem gesucht werden soll

source: Search only package names
de: Nur Paketnamen durchsuchen

source: Search only installed packages
de: Nur installierte Pakete durchsuchen

source: Show the full description of packages found
de: Zeigt die vollständige Beschreibung der gefundenen Pakete an

source: show transaction history
de: Transaktionshistorie anzeigen

source: 'history' without additional arguments will list a history summary
de: 'history' ohne zusätzliche Argumente listet eine Verlaufszusammenfassung auf

source: show information about a specific transaction
de: Informationen zu einer bestimmten Transaktion anzeigen

source: undo a transaction
de: eine Transaktion rückgängig machen

source: redo a transaction
de: eine Transaktion wiederholen

source: clear a transaction or the entire history
de: eine Transaktion oder den gesamten Verlauf löschen

source: clears out the local repository of retrieved package files
de: löscht das lokale Repository von abgerufenen Paketdateien

source: nala is unfortunately unable to moo
de: nala kann leider nicht muhen

source: Time Remaining:
de: Verbleibende Zeit:

source: Running dpkg
de: Ausführen von dpkg

source: Testing Mirrors
de: Spiegelserver testen

source: {pkg} [local]
de: {pkg} [lokal]

source: {pkg_name} {tree_start} is upgradable from {version}
de: {pkg_name} {tree_start} kann von {version} aktualisiert werden

source: {pkg_name} {tree_start} is installed
de: {pkg_name} {tree_start} ist installiert

source: No Description
de: Keine Beschreibung

source: {pkg_name} has no candidate
de: {pkg_name} hat keinen Kandidaten

source: Homepage:
de: Startseite:

source: Download-Size:
de: Größe zum Herunterladen:

source: APT-Sources:
de: APT-Quellen:

source: Description:
de: Beschreibung:

source: Provides:
de: Bietet:

source: Enhances:
de: Verbessert:

source: Pre-Depends:
de: Vorab abhängig:

source: Recommends:
de: empfiehlt:

source: Suggests:
de: Schlägt vor:

source: Replaces:
de: Ersetzt:

source: yes
de: Jawohl

source: no
de: Nein

source: Package:
de: Paket:

source: Architecture:
de: Architektur:

source: Installed:
de: Eingerichtet:

source: Priority:
de: Priorität:

source: Essential:
de: Essentiell:

source: Section:
de: Abschnitt:

source: Source:
de: Quelle:

source: Origin:
de: Herkunft:

source: Maintainer:
de: Betreuer:

source: Original-Maintainer:
de: Original-Betreuer:

source: Bugs:
de: Fehler:

source: Installed-Size:
de: Installierte Größe:

source: local install
de: lokale Installation

source: {notice} There are {num} additional records. Please use the {switch} switch to see them.
de: {notice} Es gibt {num} zusätzliche Einträge. Bitte verwenden Sie den Schalter {switch}, um sie anzuzeigen.

source: Terminal can't support dialog, falling back to readline
de: Terminal kann Dialoge nicht unterstützen und greift auf readline zurück

source: Not a valid choice kiddo
de: Keine gültige Wahl, Kiddo

source: Removing files in {dir}
de: Dateien in {dir} werden entfernt

source: Removed: {filename}
de: Entfernt: {filename}

source: Failed to check hash
de: Hash konnte nicht überprüft werden

source: {error} can't find version for {pkg_name}
de: {error} kann Version für {pkg_name} nicht finden

source: Installed Packages that Depend on {pkg_name}
de: Installierte Pakete, die von {pkg_name} abhängen

source: {pkg_name} is an {essential} package!
de: {pkg_name} ist ein {essential}-Paket!

source: {error} You must specify a package to {command}
de: {error} Sie müssen ein Paket für {command} angeben

source: {error} unable to find any packages by globbing {pkg}
de: {error} kann keine Pakete durch Globbing von {pkg} finden

source: Purge
de: Säubern

source: Purging:
de: Säubere:

source: Remove
de: Entfernen

source: Removing:
de: Entferne:

source: Auto-Purge
de: Automatische Säuberung

source: Auto-Purging:
de: Automatisches Säubern:

source: Auto-Remove
de: Automatisch entfernen

source: Auto-Removing:
de: Automatisches Entfernen:

source: Size:
de: Größe:

source: Old Version:
de: Alte Version:

source: New Version:
de: Neue Version:

source: Installing:
de: Installieren:

source: Reinstalling:
de: Neuinstallation:

source: Upgrading:
de: Diese Pakete werden aktualisiert:

source: Downgrading:
de: Herabstufung:

source: Configuring:
de: Konfigurieren:

source: Recommended, Will Not Be Installed:
de: Empfohlen, wird nicht installiert:

source: Suggested, Will Not Be Installed:
de: Vorgeschlagen, wird nicht installiert:

source: Summary
de: Zusammenfassung

source: Install
de: Installieren

source: Installed
de: Installiert

source: Packages
de: Paketen

source: Reinstall
de: Neu installieren

source: Upgrade
de: Aktualisierung von

source: Upgraded
de: Aktualisiert

source: Downgrade
de: Herabstufen

source: Configure
de: Konfigurieren

source: Total download size:
de: Gesamtgröße des Downloads:

source: Disk space to free:
de: Freizugebender Speicherplatz:

source: Disk space required:
de: Benötigter Speicherplatz:

source: Nala will only download the packages
de: Nala lädt nur die Pakete herunter

source: {error} No space left on device
de: {error} Kein Speicherplatz mehr auf dem Gerät

source: {error} {filename} Does not exist!
de: {error} {filename} Existiert nicht!

source: {error} Hash Sum does not match: {filename} Expected Hash: {expected} Received Hash: {received}
de: {error} Hash-Summe stimmt nicht überein: {filename} Erwarteter Hash: {expected} Empfangener Hash: {received}

source: {error} File has unexpected size: {filename} Expected Size: {expected} Received Size: {received}
de: {error} Datei hat unerwartete Größe: {filename} Erwartete Größe: {expected} Erhaltene Größe: {received}

source: {notice} We have removed {filename} but will try another mirror
de: {notice} Wir haben {filename} entfernt, werden es aber mit einem anderen Spiegelserver versuchen

source: {error} No more mirrors available for {filename}
de: {error} Keine weiteren Spiegelserver verfügbar für {filename}

source: {error} {filename} can't be checked for integrity. There are no hashes available for this package.
de: {error} {filename} kann nicht auf Integrität geprüft werden. Für dieses Paket sind keine Hashes verfügbar.

source: {error} Download failure. The following downloads failed:
de: {error} Fehler beim Herunterladen. Folgende Downloads sind fehlgeschlagen:

source: {warning} Falling back to apt_pkg. The following downloads failed:
de: {warning} Fallback auf apt_pkg. Folgende Downloads sind fehlgeschlagen:

source: Fetched
de: Holte

source: Downloaded:
de: Heruntergeladen:

source: %c%s... Done
de: %c%s... Fertig

source: {error} Virtual Packages like {pkg_name} can't be removed.
de: {error} Virtuelle Pakete wie {pkg_name} können nicht entfernt werden.

source: {error} {pkg_name} has no installation candidate.
de: {error} {pkg_name} hat keinen Installationskandidaten.

source: {error} {apt} Unsupported File: {filename}
de: {error} {apt} Nicht unterstützte Datei: {filename}

source: {error} {apt} Could not read meta data from {filename}
de: {error} {apt} Metadaten von {filename} konnten nicht gelesen werden

source: {error} '{command}' for operations other than install or remove are not currently supported
de: {error} '{command}' für andere Vorgänge als Installieren oder Entfernen werden derzeit nicht unterstützt

source: {error} ID: {hist_id} does not exist in the history
de: {error} ID: {hist_id} existiert nicht im Verlauf

source: {error} Fetching Packages has failed!
de: {error} Das Abrufen von Paketen ist fehlgeschlagen!

source: {notice} Newer version {cache_pkg} {cache_ver} exists in the cache. You should consider using `{command}`
de: {notice} Neuere Version {cache_pkg} {cache_ver} existiert im Cache. Sie sollten die Verwendung von `{command}` in Erwägung ziehen

source: {error} Version {version} not found for package {pkg}
de: {error} Version {version} für Paket {pkg} nicht gefunden

source: {notice} {pkg_name} is not installed
de: {notice} {pkg_name} ist nicht installiert

source: {error} {name} has no version to show
de: {error} {name} hat keine Version zum Anzeigen

source: {pkg_name} is a virtual package provided by: {provides} You should select just one.
de: {pkg_name} ist ein virtuelles Paket, bereitgestellt von: {provides} Sie sollten nur eine auswählen.

source: {notice} Selecting {provider} Instead of virtual package {package}
de: {notice} Auswahl von {Provider} Anstelle des virtuellen Pakets {package}

source: {error} {update} and {no_update} cannot be used at the same time
de: {error} {update} und {no_update} können nicht gleichzeitig verwendet werden

source: Purged
de: Gesäubert

source: Purged:
de: Gesäubert:

source: Auto-Purged
de: Automatisch gesäubert

source: Auto-Purged:
de: Automatisch gesäubert:

source: Removed
de: Entfernt

source: Removed:
de: Entfernt:

source: Auto-Removed
de: Automatisch entfernt

source: Auto-Removed:
de: Automatisch entfernt:

source: {error} Packets were lost: {mirror}
de: {error} Pakete gingen verloren: {mirror}

source: {error} Temporary failure in name resolution: {mirror}
de: {error} Vorübergehender Fehler bei der Namensauflösung: {mirror}

source: {notice} {url} does not have the release {release}
de: {notice} {url} hat nicht die Version {release}

source: {notice} We were unable to fetch {num} mirrors.
de: {notice} Wir konnten {num} Mirrors nicht abrufen.

source: {notice} Selected packages cannot be excluded from upgrade safely.
de: {notice} Ausgewählte Pakete können nicht sicher vom Upgrade ausgeschlossen werden.

source: {error} Unable to calculate how to protect the selected packages
de: {error} Es kann nicht berechnet werden, wie die ausgewählten Pakete geschützt werden sollen

source: {notice} The following packages need to be protected as well:
de: {notice} Die folgenden Pakete müssen ebenfalls geschützt werden:

source: {notice} The following will be installed to satisfy {pkg_name}: {depends}
de: {notice} Folgendes wird installiert, um {pkg_name} zu erfüllen: {depends}

source: {notice} The following packages require a reboot.
de: {notice} Die folgenden Pakete erfordern einen Neustart.

source: Would you like us to protect these and try again?
de: Möchten Sie, dass wir diese schützen und es erneut versuchen?

source: remove or purge packages
de: Pakete entfernen oder löschen
